using System;
using Microsoft.EntityFrameworkCore.Migrations;

#nullable disable

namespace ISP_Clients_Web_API.Migrations
{
    public partial class fixed_date : Migration
    {
        protected override void Up(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.CreateTable(
                name: "ClientsISP",
                columns: table => new
                {
                    Id = table.Column<Guid>(type: "uniqueidentifier", nullable: false),
                    FullName = table.Column<string>(type: "nvarchar(500)", maxLength: 500, nullable: false),
                    ActivationDate = table.Column<string>(type: "nvarchar(10)", maxLength: 10, nullable: false),
                    ExpiredDate = table.Column<string>(type: "nvarchar(10)", maxLength: 10, nullable: false),
                    Address = table.Column<string>(type: "nvarchar(500)", maxLength: 500, nullable: false),
                    Email = table.Column<string>(type: "nvarchar(500)", maxLength: 500, nullable: false),
                    Phone = table.Column<string>(type: "nvarchar(500)", maxLength: 500, nullable: false)
                },
                constraints: table =>
                {
                    table.PrimaryKey("PK_ClientsISP", x => x.Id);
                });

            migrationBuilder.InsertData(
                table: "ClientsISP",
                columns: new[] { "Id", "ActivationDate", "Address", "Email", "ExpiredDate", "FullName", "Phone" },
                values: new object[,]
                {
                    { new Guid("01a3cb71-c906-4c43-af63-982f15d621cc"), "2024-03-01", "Address_717", "email_40474603@gmail.com", "2024-04-01", "Георги Иванов", "08894897440" },
                    { new Guid("01a87355-d00b-4fe7-acbc-832a104eeaca"), "2024-03-01", "Address_359", "email_40706735@gmail.com", "2024-04-01", "Цветомир Бориславов Пъшев", "08813591287" },
                    { new Guid("03c53189-0d97-4bf5-9ebc-e74ea4a1da89"), "2024-03-01", "Address_357", "email_63052540@gmail.com", "2024-04-01", "Боби Струмн", "08814859014" },
                    { new Guid("0428860f-5ae4-4a67-b974-aad1eeb9cce4"), "2024-03-01", "Address_925", "email_70529158@gmail.com", "2024-04-01", "Илиян Иванов", "08823860344" },
                    { new Guid("04639589-b328-44a8-bcc3-b5a8220914e8"), "2024-03-01", "Address_577", "email_62358868@gmail.com", "2024-04-01", "Димитър Пасков Спасов", "08881639147" },
                    { new Guid("05a7de35-8830-485a-bb9c-ea09c56649b0"), "2024-03-01", "Address_669", "email_85282733@gmail.com", "2024-04-01", "Николай Стойчев", "08816008346" },
                    { new Guid("06a9d0fc-807c-4775-8a96-6fd81d63bddf"), "2024-03-01", "Address_324", "email_38097151@gmail.com", "2024-04-01", "Марияна Вардарова", "08844615657" },
                    { new Guid("06d817d1-3344-4e39-88a7-bbff789331ee"), "2024-03-01", "Address_427", "email_23710354@gmail.com", "2024-04-01", "Денис Павлов", "08889139497" },
                    { new Guid("0762a4b4-93bf-4bd0-a13a-ef03382fb3a8"), "2024-03-01", "Address_696", "email_20284512@gmail.com", "2024-04-01", "Димитър Георгиев Елин", "08899625109" },
                    { new Guid("07cf23fa-e682-4f7e-9660-d9fa9717547f"), "2024-03-01", "Address_811", "email_98303036@gmail.com", "2024-04-01", "Ангел и Данчо Попколеви", "08833670909" },
                    { new Guid("0b137860-be4b-4b05-8a8e-f90a1e99896b"), "2024-03-01", "Address_927", "email_81710930@gmail.com", "2024-04-01", "Димитър Василев Ников", "08811652457" },
                    { new Guid("0fbda64c-6c69-4252-9646-824f304286f3"), "2024-03-01", "Address_482", "email_83856183@gmail.com", "2024-04-01", "Йовка Димитрова Дражева", "08831282525" },
                    { new Guid("0fc0a0eb-224f-4a34-9d5c-9c722753bd1b"), "2024-03-01", "Address_237", "email_95027111@gmail.com", "2024-04-01", "Емил Иванов Кашинов", "08844135055" },
                    { new Guid("0ff58be4-45d7-4e0e-be24-cb7ac3137ec4"), "2024-03-01", "Address_583", "email_72581172@gmail.com", "2024-04-01", "Николай Г. Балабанов", "08822488412" },
                    { new Guid("1031f6f8-075e-4569-a775-3fb3b6c90023"), "2024-03-01", "Address_450", "email_65009136@gmail.com", "2024-04-01", "Мирослав Петров", "08843448691" },
                    { new Guid("11d31291-afc6-443d-be73-1806269d4f51"), "2024-03-01", "Address_417", "email_38411189@gmail.com", "2024-04-01", "Валентин Иванов", "08852130617" },
                    { new Guid("120a29ef-560d-4b0e-beb3-139a395ce5a5"), "2024-03-01", "Address_843", "email_26419238@gmail.com", "2024-04-01", "Йорданка Николова Павлова", "08871687301" },
                    { new Guid("12417d46-1d80-4696-90ab-aa8fdf1f9cc3"), "2024-03-01", "Address_921", "email_41979673@gmail.com", "2024-04-01", "Васил Николов Васов", "08877389535" },
                    { new Guid("127ddde6-bd24-40d5-9822-6145975fee98"), "2024-03-01", "Address_966", "email_32778040@gmail.com", "2024-04-01", "Боби Ников", "08828216382" },
                    { new Guid("198395ef-0ad6-4750-9962-653e6f76b1a3"), "2024-03-01", "Address_618", "email_82237737@gmail.com", "2024-04-01", "Ангел Терзийски", "08889204416" },
                    { new Guid("1a3ccca6-d943-4031-b9da-b3526f599d21"), "2024-03-01", "Address_464", "email_35046661@gmail.com", "2024-04-01", "Асен Димитров Златков ХАЛЕ", "08896932323" },
                    { new Guid("1d315603-14bc-4f70-a832-ddcafdd4df21"), "2024-03-01", "Address_729", "email_93531020@gmail.com", "2024-04-01", "Александър Димитров Белчински", "08821202757" },
                    { new Guid("1db031af-93f6-434b-8da8-1ef757ae616a"), "2024-03-01", "Address_393", "email_58081432@gmail.com", "2024-04-01", "Елена Фертина", "08813134133" },
                    { new Guid("1e3af7e3-7ef7-41b8-ad11-4fd5f418bd38"), "2024-03-01", "Address_898", "email_45427696@gmail.com", "2024-04-01", "Ангел Николов Балабанов", "08850045714" },
                    { new Guid("1edbb03b-ce81-45c2-bc73-6a1f2efd50ac"), "2024-03-01", "Address_319", "email_38216594@gmail.com", "2024-04-01", "Васил Асенов", "08841710881" },
                    { new Guid("1f5ebe82-2041-42c0-b069-4f5ce9a004b8"), "2024-03-01", "Address_707", "email_87100819@gmail.com", "2024-04-01", "Христомир Стаматов Стаматов", "08869834878" },
                    { new Guid("2138ec16-720d-46d9-9d1a-d731cb305f30"), "2024-03-01", "Address_309", "email_85769304@gmail.com", "2024-04-01", "Свиленка Годинячка", "0887019990" },
                    { new Guid("23afd964-1626-4bb5-bdc5-94716fa99183"), "2024-03-01", "Address_493", "email_93024965@gmail.com", "2024-04-01", "Васил Николов Василев", "08836664273" },
                    { new Guid("240300b1-a2cb-4f62-b0e4-1ac4988bf37c"), "2024-03-01", "Address_170", "email_26818218@gmail.com", "2024-04-01", "Иво Василев Белчински", "08888437104" },
                    { new Guid("246ee72a-e1c7-49cc-aadc-b24749aeea9f"), "2024-03-01", "Address_551", "email_78261459@gmail.com", "2024-04-01", "Здравко Илийн", "08893681305" },
                    { new Guid("2489b508-f9fb-473e-8519-00532689563e"), "2024-03-01", "Address_892", "email_11522344@gmail.com", "2024-04-01", "Димитър Георгиев Аврамски", "08811600883" },
                    { new Guid("2621be29-f8b2-4fa9-94b3-fe2e598e0c07"), "2024-03-01", "Address_470", "email_83557789@gmail.com", "2024-04-01", "Милен Радмила", "08813756847" },
                    { new Guid("274ec2c5-ec55-42d5-aae7-619004eb964a"), "2024-03-01", "Address_279", "email_67944794@gmail.com", "2024-04-01", "Валентин Иванов Василев", "08878566782" },
                    { new Guid("274ec2c5-ec55-42d5-aae7-619004eb964d"), "2024-03-01", "Address_306", "email_96164733@gmail.com", "2024-04-01", "Авксентия Мариус Койнарска", "08867788743" },
                    { new Guid("289a93f4-10ee-452f-ac7e-927b7733a146"), "2024-03-01", "Address_159", "email_89586475@gmail.com", "2024-04-01", "Васил Петров Павлов", "08818685095" },
                    { new Guid("29ae74fd-42ea-4105-be15-08f5d9897182"), "2024-03-01", "Address_595", "email_49058412@gmail.com", "2024-04-01", "Техноконсулт Сървисиз ЕООД", "08893558431" },
                    { new Guid("2a9bd1c8-4bfd-4874-912e-a7fa09113f44"), "2024-03-01", "Address_200", "email_8253968@gmail.com", "2024-04-01", "Станимир Томов", "08829269753" },
                    { new Guid("2aafe212-2efd-435e-83f6-95bbe58d7158"), "2024-03-01", "Address_256", "email_96721476@gmail.com", "2024-04-01", "Владимир Владимиров", "08844481891" },
                    { new Guid("2c6a0d5b-da21-41d3-ab48-ec29a2e4b290"), "2024-03-01", "Address_184", "email_51516702@gmail.com", "2024-04-01", "Стоян  Милев", "08874169083" },
                    { new Guid("2eea61fe-f0b2-4ba3-a408-5c443a65c6ad"), "2024-03-01", "Address_380", "email_55855580@gmail.com", "2024-04-01", "Детелина Василева Пейчинова", "08856766463" },
                    { new Guid("2f713e9c-8dc6-4a7a-b1fb-f94d50fff257"), "2024-03-01", "Address_890", "email_80777399@gmail.com", "2024-04-01", "Хъмпти Александър Дъмпти", "08899225987" },
                    { new Guid("310cf4ed-40c4-4aa2-af14-6784f3100fd1"), "2024-03-01", "Address_292", "email_63916393@gmail.com", "2024-04-01", "Ташко Гергов София", "08830074798" }
                });

            migrationBuilder.InsertData(
                table: "ClientsISP",
                columns: new[] { "Id", "ActivationDate", "Address", "Email", "ExpiredDate", "FullName", "Phone" },
                values: new object[,]
                {
                    { new Guid("31968ee3-b21a-4835-8722-87a7a7324ed3"), "2024-03-01", "Address_891", "email_83152417@gmail.com", "2024-04-01", "Илияна Машова", "08862594218" },
                    { new Guid("336a697e-b31c-4685-86ee-07eb191c1e89"), "2024-03-01", "Address_564", "email_24432792@gmail.com", "2024-04-01", "Георги Пейчинов", "08880708420" },
                    { new Guid("33a7ded1-5e53-41a2-9ce3-37a9b9f0ee92"), "2024-03-01", "Address_955", "email_87426077@gmail.com", "2024-04-01", "Георги Ников", "0889542935" },
                    { new Guid("33b60808-5f5a-4cd2-9605-6748dafa9835"), "2024-03-01", "Address_237", "email_70289170@gmail.com", "2024-04-01", "Панчо КАФЕ", "08895323264" },
                    { new Guid("33fd7020-cc4d-4ee5-aa3c-3f4fc7eda960"), "2024-03-01", "Address_185", "email_64900235@gmail.com", "2024-04-01", "Стоян Рангелов Стоянов", "08899372776" },
                    { new Guid("340a076d-0c53-4e24-899d-d7aa73094abb"), "2024-03-01", "Address_705", "email_84784360@gmail.com", "2024-04-01", "Любо Павлов", "08828273812" },
                    { new Guid("3797ff2b-53f3-4dbe-bf97-5bbc7a8ed1ed"), "2024-03-01", "Address_684", "email_89295643@gmail.com", "2024-04-01", "Николай Василев Пейчинов", "08866053373" },
                    { new Guid("38e79480-ff3f-4d90-8791-aa2a67d5d510"), "2024-03-01", "Address_993", "email_14473289@gmail.com", "2024-04-01", "Пламен  при Милев", "0888183935" },
                    { new Guid("399713a9-624c-432e-8c19-8102310367c5"), "2024-03-01", "Address_536", "email_31591511@gmail.com", "2024-04-01", "Валентин Стамболийски", "08868984131" },
                    { new Guid("3abebc77-e824-439d-9a67-062e8dc84ee7"), "2024-03-01", "Address_324", "email_43702245@gmail.com", "2024-04-01", "Бочо", "08821463904" },
                    { new Guid("3cfc5fda-1fd2-45d9-ba02-04ca10f0b500"), "2024-03-01", "Address_629", "email_56305275@gmail.com", "2024-04-01", "Боби Пейчинов HOME", "08868082920" },
                    { new Guid("3e5bfb2a-9271-4920-864b-df62f5a3f41c"), "2024-03-01", "Address_548", "email_88038732@gmail.com", "2024-04-01", "Георги Милев", "08845821344" },
                    { new Guid("3f2cef07-b243-40ad-b3bd-7e928bd1d26b"), "2024-03-01", "Address_975", "email_19735520@gmail.com", "2024-04-01", "Николай Първанов", "08827717441" },
                    { new Guid("408c2e53-a963-4ba8-ba67-a06a5e9d64e9"), "2024-03-01", "Address_732", "email_96943375@gmail.com", "2024-04-01", "Георги Павлов Георгиев", "0887810655" },
                    { new Guid("40c316d9-c4ca-4d2d-9352-cee627b46e20"), "2024-03-01", "Address_304", "email_20718838@gmail.com", "2024-04-01", "Станилов ЕООД", "08814876581" },
                    { new Guid("43b49bb1-946c-4cab-a080-c16749d00b3e"), "2024-03-01", "Address_742", "email_56282030@gmail.com", "2024-04-01", "Светлана Василева Петрова ", "08865627618" },
                    { new Guid("4409de67-2267-4899-b24a-c449b583adb8"), "2024-03-01", "Address_985", "email_32893995@gmail.com", "2024-04-01", "Николай Весо", "08834865077" },
                    { new Guid("44274dc7-82e8-4274-a2bc-51488ee2100a"), "2024-03-01", "Address_115", "email_31011513@gmail.com", "2024-04-01", "Нели и Иво от бТВ", "08829859609" },
                    { new Guid("4477f657-9f3f-4651-90c2-c1a1665b9f85"), "2024-03-01", "Address_613", "email_24320507@gmail.com", "2024-04-01", "Марио Сарафов_Докторчето", "08875848219" },
                    { new Guid("44eae22f-b163-44fc-ad27-aa933702bcfa"), "2024-03-01", "Address_861", "email_29699573@gmail.com", "2024-04-01", "Виолета Александрова Елина", "08894948988" },
                    { new Guid("4532be7f-fada-4ad6-b91a-0ca2ea2992fc"), "2024-03-01", "Address_280", "email_16276451@gmail.com", "2024-04-01", "Лиляна", "08888466212" },
                    { new Guid("4547e8ec-b5f0-4d87-a423-f612e39e83ad"), "2024-03-01", "Address_504", "email_52859944@gmail.com", "2024-04-01", "Бойко Любомиров Заваринов", "08853766290" },
                    { new Guid("4588e482-af5f-4315-a614-ff8aadfb3d3b"), "2024-03-01", "Address_273", "email_66602287@gmail.com", "2024-04-01", "Димитър Карастоянов", "08821844052" },
                    { new Guid("45fe189b-b787-47ba-bc50-672f8a798b2a"), "2024-03-01", "Address_464", "email_58607616@gmail.com", "2024-04-01", "Катя Георгиева Янакиева", "08811992053" },
                    { new Guid("474717e1-b5aa-4063-b73e-faa25f77aa58"), "2024-03-01", "Address_702", "email_19756118@gmail.com", "2024-04-01", "Влади Баджо", "08847836363" },
                    { new Guid("47ab3c52-ab56-4ac9-acbb-91ea35921899"), "2024-03-01", "Address_577", "email_92226627@gmail.com", "2024-04-01", "Евелина Златкова", "08834856713" },
                    { new Guid("47e17c1f-6f6e-4845-a87a-59eb6dbb9a35"), "2024-03-01", "Address_301", "email_46425036@gmail.com", "2024-04-01", "Асен Димитров Златков", "08880075520" },
                    { new Guid("49c3731e-a782-432a-94a9-7d6814768eef"), "2024-03-01", "Address_807", "email_25049135@gmail.com", "2024-04-01", "Димитър Иванов Хаджийски (САМО ЛЕВСКИ)", "08886377378" },
                    { new Guid("4c08b9a0-a07a-40e5-8d07-8efcd3135398"), "2024-03-01", "Address_995", "email_49362249@gmail.com", "2024-04-01", "Николай Пламенов Панков", "08888490958" },
                    { new Guid("4c8bd5f5-6cc2-4d11-8589-9f89265a5e27"), "2024-03-01", "Address_537", "email_93384271@gmail.com", "2024-04-01", "Кирил  Любенов", "08877707715" },
                    { new Guid("4d865598-ce44-4f71-aac3-70a9ae6602f6"), "2024-03-01", "Address_737", "email_68949034@gmail.com", "2024-04-01", "Димитър Георгиев Пейчинов", "08860978120" },
                    { new Guid("4e563aeb-1b21-43ff-aa05-d888d7207393"), "2024-03-01", "Address_995", "email_7905751@gmail.com", "2024-04-01", "Лидия Георгиева Алексов", "08825380098" },
                    { new Guid("4e6e5645-1772-4f10-a770-883587b55847"), "2024-03-01", "Address_175", "email_13315602@gmail.com", "2024-04-01", "Васил Димитров Ников", "08884351402" },
                    { new Guid("4feecb5d-a239-4899-9f00-0d0a9564434e"), "2024-03-01", "Address_787", "email_34082511@gmail.com", "2024-04-01", "Веселин Василев", "08861609450" },
                    { new Guid("501b678f-3ac0-4fa9-b6ae-1eec3d421e44"), "2024-03-01", "Address_983", "email_19229165@gmail.com", "2024-04-01", "Йорданка Асенова Стамболийска", "08833955840" },
                    { new Guid("50a30523-01cf-4b9a-923d-44d93f8691a4"), "2024-03-01", "Address_764", "email_76155174@gmail.com", "2024-04-01", "Емилия Михайлова Комбишкова 2", "08866380401" },
                    { new Guid("50fe9d97-1b9f-4bf2-941c-f69ebf7f50e5"), "2024-03-01", "Address_653", "email_79391339@gmail.com", "2024-04-01", "Иван Асенов Балабанов", "08865186498" },
                    { new Guid("52b86300-8d82-4cb6-a38a-c8cc84cd2dd4"), "2024-03-01", "Address_604", "email_41277726@gmail.com", "2024-04-01", "Никола Петров Богоев", "08841338174" },
                    { new Guid("5556b57e-64f0-4185-8e5f-3e3e8b7f3753"), "2024-03-01", "Address_792", "email_68838716@gmail.com", "2024-04-01", "Ангел Василев Годинячки", "08879260417" },
                    { new Guid("568600a9-b595-4f98-8bf6-23f9780f0ee1"), "2024-03-01", "Address_554", "email_97506454@gmail.com", "2024-04-01", "Силвия Петрунова", "08895080428" },
                    { new Guid("5742eb85-838c-4716-9d15-4cd8a9199644"), "2024-03-01", "Address_442", "email_83987661@gmail.com", "2024-04-01", "Николай Георгиев Белчински", "08818083224" },
                    { new Guid("591903ee-ce91-4073-9d95-ec8204e6aa20"), "2024-03-01", "Address_778", "email_16535654@gmail.com", "2024-04-01", "Иван Ников", "08845719830" }
                });

            migrationBuilder.InsertData(
                table: "ClientsISP",
                columns: new[] { "Id", "ActivationDate", "Address", "Email", "ExpiredDate", "FullName", "Phone" },
                values: new object[,]
                {
                    { new Guid("59c44048-fb76-4538-9b95-17544410b4cd"), "2024-03-01", "Address_421", "email_12097844@gmail.com", "2024-04-01", "Росен Балабанов", "08837319372" },
                    { new Guid("5ae6dabd-d0f5-4623-8939-33cff2210b3a"), "2024-03-01", "Address_861", "email_39606081@gmail.com", "2024-04-01", "Бойко Попов", "08820612959" },
                    { new Guid("5aec6ea5-18ed-42fe-81cb-c2e0583b1533"), "2024-03-01", "Address_227", "email_83761814@gmail.com", "2024-04-01", "Иван Попов", "08857293675" },
                    { new Guid("5caf612a-7ab6-4807-81a2-b1e3d0982976"), "2024-03-01", "Address_349", "email_82680361@gmail.com", "2024-04-01", "Радосвета Василева Коева", "08863810057" },
                    { new Guid("5cdbe722-1566-4684-8b19-eccbd22ea851"), "2024-03-01", "Address_852", "email_68088056@gmail.com", "2024-04-01", "Георги Петров Павлов", "08814052063" },
                    { new Guid("5d58feaf-6405-4e95-a2a5-c239a1bdc9ea"), "2024-03-01", "Address_206", "email_82172221@gmail.com", "2024-04-01", "Александър Димитров", "08878928836" },
                    { new Guid("5db550c1-50d9-4d47-ab9d-6e0856141241"), "2024-03-01", "Address_255", "email_72332587@gmail.com", "2024-04-01", "Гергана Минкова", "08892605668" },
                    { new Guid("5dde3937-7de5-46cd-9340-5e6a686d6bb0"), "2024-03-01", "Address_595", "email_42720081@gmail.com", "2024-04-01", "Асен Емилов Милев", "08863360564" },
                    { new Guid("5e59df8c-f2e4-4739-9ab6-6d947327f276"), "2024-03-01", "Address_664", "email_28918807@gmail.com", "2024-04-01", "Николай Чекоров", "08843317668" },
                    { new Guid("5ee5548e-1a41-406e-9397-cf06fd01dca9"), "2024-03-01", "Address_254", "email_80740917@gmail.com", "2024-04-01", "Ангел Василев Машев", "08839557878" },
                    { new Guid("645c9e41-b7c8-44d2-bb58-5e5fe02ba27f"), "2024-03-01", "Address_674", "email_27101372@gmail.com", "2024-04-01", "Красимира Гривева England", "0889239016" },
                    { new Guid("65fa09eb-4b0e-461c-a5c2-b291f0099b61"), "2024-03-01", "Address_247", "email_85436310@gmail.com", "2024-04-01", "Деси Пейчинова", "08886427700" },
                    { new Guid("663b6397-1730-427f-abe6-dbb90ad1dad8"), "2024-03-01", "Address_780", "email_20311317@gmail.com", "2024-04-01", "Валентин Христов Стоицев", "08863274181" },
                    { new Guid("68790c54-7d3b-42f3-8625-b44685fd789f"), "2024-03-01", "Address_564", "email_52887049@gmail.com", "2024-04-01", "Илиян Попов", "08890801778" },
                    { new Guid("6e306dd6-0b0b-4ace-8025-221179784c0d"), "2024-03-01", "Address_319", "email_23786108@gmail.com", "2024-04-01", "Анна Асенова Пенева", "08861075319" },
                    { new Guid("6e32981f-44a9-4ad9-b8a3-2e5b7abd7c00"), "2024-03-01", "Address_450", "email_34549582@gmail.com", "2024-04-01", "Милчо ", "08876593639" },
                    { new Guid("6e425ed5-df18-4edb-b358-fd9644f716a0"), "2024-03-01", "Address_772", "email_97653204@gmail.com", "2024-04-01", "Георги Димитров Васов 2", "08827835453" },
                    { new Guid("6f9ba823-ad52-44bd-ba98-8bc895b2b3d6"), "2024-03-01", "Address_429", "email_43093423@gmail.com", "2024-04-01", "Теодора Цветкова Ячева", "08830185158" },
                    { new Guid("70207bf0-a3e7-48a2-889e-fcadd23e1908"), "2024-03-01", "Address_612", "email_95477913@gmail.com", "2024-04-01", "Сашо", "08853258972" },
                    { new Guid("710a82cf-b6ca-4b76-9d37-52dd843af6af"), "2024-03-01", "Address_504", "email_84299206@gmail.com", "2024-04-01", "Огнян Павлов Боржуков", "08855939417" },
                    { new Guid("71d49a70-1721-41e6-bd4f-e0812ffebce5"), "2024-03-01", "Address_805", "email_56081203@gmail.com", "2024-04-01", "Лъчезар Ников", "08822765451" },
                    { new Guid("72abc9f9-8a67-4abc-8d17-ea3670f77adb"), "2024-03-01", "Address_584", "email_45113419@gmail.com", "2024-04-01", "Вальо Ко", "08899731682" },
                    { new Guid("746f63b7-8e32-44e0-9f84-398aa8949853"), "2024-03-01", "Address_711", "email_27384897@gmail.com", "2024-04-01", "Любомира Михайлова Дузова", "08827548187" },
                    { new Guid("755a0d47-c385-4092-a286-41b0bdbd9cd8"), "2024-03-01", "Address_214", "email_12133720@gmail.com", "2024-04-01", "Огнян Киров", "08830121745" },
                    { new Guid("767abf7e-b2f5-4ef2-960a-3b686ec1a4b7"), "2024-03-01", "Address_141", "email_75126731@gmail.com", "2024-04-01", "Георги Абрашев", "08851587132" },
                    { new Guid("76ff08ab-9960-4801-b76a-10d127b3ec83"), "2024-03-01", "Address_468", "email_10482011@gmail.com", "2024-04-01", "Нели Крумова", "08849194683" },
                    { new Guid("772aed74-3f23-4f70-ad97-93f595a76102"), "2024-03-01", "Address_831", "email_53977719@gmail.com", "2024-04-01", "Крум Стойчев Беловски", "08839276718" },
                    { new Guid("77fff8cb-09f3-4349-8d00-5669e5727262"), "2024-03-01", "Address_799", "email_65801999@gmail.com", "2024-04-01", "Иво Димитров Васов", "08822202096" },
                    { new Guid("7958a937-42e8-4aae-943b-daafe8f053c5"), "2024-03-01", "Address_595", "email_94124214@gmail.com", "2024-04-01", "Георги Tерзийски", "08812314442" },
                    { new Guid("7cc40ce9-beb8-49c5-9f85-ab5a566c32b8"), "2024-03-01", "Address_809", "email_29255637@gmail.com", "2024-04-01", "Жоро Нина", "08829255796" },
                    { new Guid("7d7f5602-9944-4a2c-a54a-d5878541862a"), "2024-03-01", "Address_318", "email_17329159@gmail.com", "2024-04-01", "Надя Съсед", "08870798483" },
                    { new Guid("82a4ab9f-ec53-4158-83a9-a8eb505bd1a0"), "2024-03-01", "Address_466", "email_66203940@gmail.com", "2024-04-01", "Георги Шехтов", "08866791496" },
                    { new Guid("836052a4-55af-4b43-892e-86557b822595"), "2024-03-01", "Address_223", "email_24609260@gmail.com", "2024-04-01", "Янко Иванов", "08849566629" },
                    { new Guid("87cc7388-262f-46ab-a6e5-caba8896b912"), "2024-03-01", "Address_377", "email_37147426@gmail.com", "2024-04-01", "Катя Печалова", "08892888973" },
                    { new Guid("87f667bd-989b-4063-8e4c-936c9664e5e8"), "2024-03-01", "Address_394", "email_64783575@gmail.com", "2024-04-01", "Георги Любенов Пейчинов", "08871066894" },
                    { new Guid("8986f06b-5a9e-498f-a6e7-42f4c65b6e79"), "2024-03-01", "Address_275", "email_93657118@gmail.com", "2024-04-01", "Бай Ангел", "08814192583" },
                    { new Guid("89fe366d-5d89-424e-9418-bc9d608d81f8"), "2024-03-01", "Address_998", "email_57586230@gmail.com", "2024-04-01", "Георги Лазаров", "08830512734" },
                    { new Guid("8a1b925d-c891-4d8f-8b01-6f1ca837dd45"), "2024-03-01", "Address_888", "email_18646144@gmail.com", "2024-04-01", "Васил Бончев Василев", "08839603833" },
                    { new Guid("8bbc9183-bf4f-4608-8452-399b4114f1b1"), "2024-03-01", "Address_505", "email_33194758@gmail.com", "2024-04-01", "Георги Стоименов Пейчинов", "08857248150" },
                    { new Guid("8d30ed64-3b90-4689-96d4-2a447e254036"), "2024-03-01", "Address_344", "email_31253508@gmail.com", "2024-04-01", "Димитър Шуманов", "08856499148" },
                    { new Guid("8d874715-2d6d-4cf2-a4d8-4394056fb73a"), "2024-03-01", "Address_597", "email_39205767@gmail.com", "2024-04-01", "Кирил Илиев Топузаков", "08821016249" },
                    { new Guid("8e30fc6d-5152-4bef-8770-9ae8c2b2d296"), "2024-03-01", "Address_417", "email_28836798@gmail.com", "2024-04-01", "Емилия Славкова", "08893442167" }
                });

            migrationBuilder.InsertData(
                table: "ClientsISP",
                columns: new[] { "Id", "ActivationDate", "Address", "Email", "ExpiredDate", "FullName", "Phone" },
                values: new object[,]
                {
                    { new Guid("8ef9c694-b2a7-45ed-9ca3-31cd5fea9c15"), "2024-03-01", "Address_443", "email_72019481@gmail.com", "2024-04-01", "Наталиия Минкова", "08821967599" },
                    { new Guid("910e57e7-7bea-4a9c-b1b8-477fdf7e5289"), "2024-03-01", "Address_659", "email_14641066@gmail.com", "2024-04-01", "Галина Василева Иванова", "08828018079" },
                    { new Guid("912dbaa6-2f41-4f9f-ab49-ba2c857d9dfa"), "2024-03-01", "Address_752", "email_63504242@gmail.com", "2024-04-01", "Васил Коматаров", "08816208251" },
                    { new Guid("9140f836-0c67-4f66-88c4-7b4127c0e722"), "2024-03-01", "Address_827", "email_19546949@gmail.com", "2024-04-01", "Лилянa Чучулигина", "08899000933" },
                    { new Guid("93c1868b-0026-43e9-a320-48e21fcf13e6"), "2024-03-01", "Address_496", "email_21295635@gmail.com", "2024-04-01", "Йонко Георгиев Трифонов", "08861233347" },
                    { new Guid("9593c99e-3568-4d43-a406-94d65016dc27"), "2024-03-01", "Address_980", "email_60099294@gmail.com", "2024-04-01", "Васко Росин", "08869874622" },
                    { new Guid("9648e4c4-36f8-440b-b085-6810f1113e7e"), "2024-03-01", "Address_685", "email_91882377@gmail.com", "2024-04-01", "Александър Янев", "08861301334" },
                    { new Guid("97aa5c1a-0241-4c24-80a8-3a5c87ac6021"), "2024-03-01", "Address_164", "email_90743691@gmail.com", "2024-04-01", "Васил Любенов Балабанов", "08855873157" },
                    { new Guid("9d13236e-28ed-45bf-9c6e-71bec5192e62"), "2024-03-01", "Address_898", "email_76767550@gmail.com", "2024-04-01", "Петър Димитров Попов", "08894340443" },
                    { new Guid("9d1bedf6-bac0-4245-843e-d072fa814bc8"), "2024-03-01", "Address_166", "email_76493065@gmail.com", "2024-04-01", "Калин Петров Ников", "08869805314" },
                    { new Guid("9d2b4d9a-96eb-47fa-950e-eb92bd1cc353"), "2024-03-01", "Address_850", "email_33749284@gmail.com", "2024-04-01", "Йордан - the White House", "08848867560" },
                    { new Guid("9e28b1ec-6d7e-4720-99c2-9c933922e37c"), "2024-03-01", "Address_533", "email_88256258@gmail.com", "2024-04-01", "Георги Христов", "08857076037" },
                    { new Guid("9eda691c-f335-4ccb-b719-b41378420976"), "2024-03-01", "Address_392", "email_98715475@gmail.com", "2024-04-01", "Христо Стойчев", "08811959560" },
                    { new Guid("9f4193e9-7207-46fb-8cda-e782e469ff63"), "2024-03-01", "Address_254", "email_57747255@gmail.com", "2024-04-01", "Георги Борисов Георгиев", "08886677230" },
                    { new Guid("9f9412b2-951e-482c-a08f-ce80058e07b8"), "2024-03-01", "Address_774", "email_90882861@gmail.com", "2024-04-01", "Георги Станков", "08838749061" },
                    { new Guid("a0006dd7-7c4e-4f01-b4d6-4f4692d1f6ea"), "2024-03-01", "Address_352", "email_53113661@gmail.com", "2024-04-01", "Цецо Цеков", "08864141664" },
                    { new Guid("a784f680-6010-404a-a15a-d86e8da0fa04"), "2024-03-01", "Address_188", "email_28547353@gmail.com", "2024-04-01", "Емилия Асенова Балабанова", "08875497795" },
                    { new Guid("a8849296-dd2d-4fd3-aacd-1ca2c6ec6e80"), "2024-03-01", "Address_809", "email_23678447@gmail.com", "2024-04-01", "Валентин Георгиев Васов", "08824714729" },
                    { new Guid("a88854f5-ec4b-477a-b5b4-c5d3aeef3f75"), "2024-03-01", "Address_937", "email_48059740@gmail.com", "2024-04-01", "Георги Павлов Ников", "08845344892" },
                    { new Guid("ab0650b2-e025-4550-8e2e-195ad5ae645f"), "2024-03-01", "Address_329", "email_30153337@gmail.com", "2024-04-01", "Валентина Балабанова", "08880882280" },
                    { new Guid("aba300f8-dc42-4ca6-adb0-0cc894e29ac6"), "2024-03-01", "Address_774", "email_17939653@gmail.com", "2024-04-01", "Йордан Аврамски", "08852911867" },
                    { new Guid("acc4c8a4-6805-498e-9c80-4c578e90ccf4"), "2024-03-01", "Address_931", "email_37790518@gmail.com", "2024-04-01", "Евгени Машов", "08839172491" },
                    { new Guid("ae548204-8276-479e-a798-f5b000d59552"), "2024-03-01", "Address_533", "email_35343797@gmail.com", "2024-04-01", "Георги Димитров Ников", "08880073462" },
                    { new Guid("ae75f74a-3824-4ac5-ada4-d793f77a41b0"), "2024-03-01", "Address_167", "email_61544794@gmail.com", "2024-04-01", "Светослав Василев Георгиев", "08824983352" },
                    { new Guid("aeacb899-8a07-43b5-98e0-dd228d41530c"), "2024-03-01", "Address_360", "email_82308140@gmail.com", "2024-04-01", "Васил Машов", "08888268815" },
                    { new Guid("af164350-0d87-48fe-be19-d886995c6438"), "2024-03-01", "Address_347", "email_95753126@gmail.com", "2024-04-01", "Емил Ников", "0889793223" },
                    { new Guid("b2813627-43c7-4eda-9e77-fd9dfd983eb0"), "2024-03-01", "Address_561", "email_84609284@gmail.com", "2024-04-01", "Васил Костов", "08834232700" },
                    { new Guid("b43d7cd1-971b-4287-aa07-11d5328def5c"), "2024-03-01", "Address_138", "email_67114001@gmail.com", "2024-04-01", "Иван Брънджин", "08851048569" },
                    { new Guid("bb0f760a-0a06-4ba8-bdbf-af2b8be9b21b"), "2024-03-01", "Address_750", "email_41802366@gmail.com", "2024-04-01", "Йоахим Айзеле", "08848250918" },
                    { new Guid("bbd4def6-c941-4e41-b0d9-0b0d09cd62c2"), "2024-03-01", "Address_511", "email_40416056@gmail.com", "2024-04-01", "Васил Петров Попов", "08822791816" },
                    { new Guid("bc90190b-7cd1-4bc1-a764-d20a3767b1cc"), "2024-03-01", "Address_512", "email_63485152@gmail.com", "2024-04-01", "Лиза Петрова", "08822143396" },
                    { new Guid("bd50773e-aec0-4875-b09a-9bb925a3c40c"), "2024-03-01", "Address_388", "email_60000210@gmail.com", "2024-04-01", "Валентин Н. Стойчев", "08884594677" },
                    { new Guid("bef9a084-84c9-41bf-a3c6-e3d284b3e770"), "2024-03-01", "Address_981", "email_46848304@gmail.com", "2024-04-01", "Димитър Владимиров Димитров", "08866221646" },
                    { new Guid("c00957c7-cf21-4879-b4cb-b85af004af78"), "2024-03-01", "Address_524", "email_79762081@gmail.com", "2024-04-01", "Йордан Красимиров Игнев", "08811190328" },
                    { new Guid("c10be855-5e1b-4b7e-91e2-312f6341518f"), "2024-03-01", "Address_687", "email_37682881@gmail.com", "2024-04-01", "Стоян КАЗАН", "08863006511" },
                    { new Guid("c1c1a1e3-07b9-4c07-89dd-567b67b69bdc"), "2024-03-01", "Address_834", "email_62797712@gmail.com", "2024-04-01", "Боби Пейчинов", "08850903481" },
                    { new Guid("c3450834-5b88-4098-9f32-f21aa5824495"), "2024-03-01", "Address_898", "email_13080565@gmail.com", "2024-04-01", "Пламен Димитров Елин", "08853611005" },
                    { new Guid("c68218d7-0b49-43a6-82cc-329ebaa70e1d"), "2024-03-01", "Address_862", "email_40661912@gmail.com", "2024-04-01", "Наздраве При Ацката", "08835676689" },
                    { new Guid("c6bef67d-b55e-4a41-acba-4690beb7d2a2"), "2024-03-01", "Address_816", "email_33258994@gmail.com", "2024-04-01", "Борислав Олев", "08851781665" },
                    { new Guid("c793214b-0b83-4eaf-a3a9-0ea288083d02"), "2024-03-01", "Address_782", "email_13695540@gmail.com", "2024-04-01", "Христо Асенов", "08869831808" },
                    { new Guid("cd07196a-f288-4e72-9b29-8cd1ba673f87"), "2024-03-01", "Address_376", "email_66617179@gmail.com", "2024-04-01", "Румен Димитров", "08883128871" },
                    { new Guid("cd61f564-fde5-4d82-ac62-bd2574aa9619"), "2024-03-01", "Address_750", "email_18329148@gmail.com", "2024-04-01", "Йордан Петров Додов", "08865163178" }
                });

            migrationBuilder.InsertData(
                table: "ClientsISP",
                columns: new[] { "Id", "ActivationDate", "Address", "Email", "ExpiredDate", "FullName", "Phone" },
                values: new object[,]
                {
                    { new Guid("cda93907-078a-4959-8bc1-07b4f493926b"), "2024-03-01", "Address_394", "email_72487376@gmail.com", "2024-04-01", "Пепи БЛОКОВЕТЕ", "08834587052" },
                    { new Guid("ce7cc9df-36c6-410f-ba1c-1a4ca0b36623"), "2024-03-01", "Address_423", "email_68341290@gmail.com", "2024-04-01", "Валентин Ангелов Додов", "08878590354" },
                    { new Guid("d0cc1ba8-0fcb-4cfa-94a4-ff1222794da6"), "2024-03-01", "Address_947", "email_74724935@gmail.com", "2024-04-01", "Христина Аспарухова Цветкова", "08867811572" },
                    { new Guid("d11111e7-0b15-4065-af56-ad3b5efdc936"), "2024-03-01", "Address_284", "email_40934347@gmail.com", "2024-04-01", "Тест Тестин Тестов", "08830849445" },
                    { new Guid("d132c6ee-0c21-430f-956d-26e297f6eb3a"), "2024-03-01", "Address_909", "email_46589513@gmail.com", "2024-04-01", "Михаела Георгиева Георгиева", "08818854440" },
                    { new Guid("d16485e7-0b15-4065-af56-ad3b5efdc936"), "2024-03-01", "Address_629", "email_40957115@gmail.com", "2024-04-01", "Ясен Василев Костов", "08862867747" },
                    { new Guid("d1c1f2cb-4e7b-44e7-846d-176f5923e1c4"), "2024-03-01", "Address_202", "email_20700243@gmail.com", "2024-04-01", "Красимира Гривева", "0887974601" },
                    { new Guid("d23bbd77-fe5c-4a8a-92cb-22cebed75f8b"), "2024-03-01", "Address_477", "email_89843354@gmail.com", "2024-04-01", "СК Консулт", "08846935630" },
                    { new Guid("d35178e6-81d7-4ad1-b7f9-5d8eb033901d"), "2024-03-01", "Address_481", "email_39706507@gmail.com", "2024-04-01", "Хари Салабашян", "08825074543" },
                    { new Guid("d39e026f-0c6a-4973-a9b5-fc7d47a01f25"), "2024-03-01", "Address_685", "email_65224931@gmail.com", "2024-04-01", "Николай Попов", "08872096875" },
                    { new Guid("d7f14a32-2522-4fde-b315-0034e81afd6e"), "2024-03-01", "Address_501", "email_34915805@gmail.com", "2024-04-01", "Георги Димитров Васов", "08876772110" },
                    { new Guid("d812eb16-26ff-4025-adab-5dba21d3144a"), "2024-03-01", "Address_274", "email_68839850@gmail.com", "2024-04-01", "Тихомир Дудин", "08816903555" },
                    { new Guid("d849f168-235b-44d1-8336-5d1e22cfa098"), "2024-03-01", "Address_106", "email_8310945@gmail.com", "2024-04-01", "Анита Василева Александрова ", "0889357535" },
                    { new Guid("d8985f55-410a-40e5-bed0-a55f9f82f945"), "2024-03-01", "Address_448", "email_77208770@gmail.com", "2024-04-01", "Йордан Златков", "08885846463" },
                    { new Guid("d8b76fab-069d-4112-9285-1ab2334b44dc"), "2024-03-01", "Address_980", "email_82795692@gmail.com", "2024-04-01", "Петър Беджов", "08811902013" },
                    { new Guid("d8fa44fd-53aa-405d-810b-73d7d9881a96"), "2024-03-01", "Address_908", "email_97422780@gmail.com", "2024-04-01", "Силвия Ивайлова Максимова", "08838698980" },
                    { new Guid("da02b14a-e0f0-4197-a283-7a6d9b46f50b"), "2024-03-01", "Address_743", "email_32878680@gmail.com", "2024-04-01", "Мария Ангелова", "08815964289" },
                    { new Guid("db448b88-aaef-44ce-a120-3f4a54ca2d92"), "2024-03-01", "Address_761", "email_44049165@gmail.com", "2024-04-01", "Димитър М", "08866793723" },
                    { new Guid("dbf08eb1-cd35-48de-a9d3-0384382233a0"), "2024-03-01", "Address_933", "email_84952643@gmail.com", "2024-04-01", "Елена Гарчова", "08860692151" },
                    { new Guid("dc1243a8-4594-4fd0-8856-cd7935334989"), "2024-03-01", "Address_180", "email_40727567@gmail.com", "2024-04-01", "Стефан Стоянов", "08820299105" },
                    { new Guid("dc49eda1-ff3b-4f0a-8892-70878a5747b2"), "2024-03-01", "Address_775", "email_25614594@gmail.com", "2024-04-01", "Георги и Ваня Балабанови", "08856648025" },
                    { new Guid("dc92dab4-1233-49de-b8d6-e2783eefa11f"), "2024-03-01", "Address_628", "email_71462620@gmail.com", "2024-04-01", "Симеон Любенов", "08817191992" },
                    { new Guid("dd20e3d6-5667-405c-af6c-13ad6c163163"), "2024-03-01", "Address_907", "email_55095641@gmail.com", "2024-04-01", "Веско Малиновски", "08814024140" },
                    { new Guid("dd214b54-80ee-4e75-abab-e3d198d23577"), "2024-03-01", "Address_119", "email_94174229@gmail.com", "2024-04-01", "Миглена", "08846829606" },
                    { new Guid("df5db1f8-d511-42b7-860a-a704dd0f24fb"), "2024-03-01", "Address_961", "email_81671644@gmail.com", "2024-04-01", "Йорданка Щъркелова", "0887421223" },
                    { new Guid("df9e71d7-9c63-42fc-93f9-ac3246383a2a"), "2024-03-01", "Address_822", "email_16488298@gmail.com", "2024-04-01", "Ангел Ников", "08887816089" },
                    { new Guid("e17dab90-642a-4e03-8cc0-4067d1c443e7"), "2024-03-01", "Address_874", "email_63192688@gmail.com", "2024-04-01", "Николай Василев Стойчев", "08827172349" },
                    { new Guid("e2dde72f-34cb-43cc-a8d0-d261cf7b9af1"), "2024-03-01", "Address_311", "email_20323697@gmail.com", "2024-04-01", "Сашко Румен", "08817088504" },
                    { new Guid("e4667dd4-8a63-4f77-876e-2a3e9e011bae"), "2024-03-01", "Address_133", "email_41539887@gmail.com", "2024-04-01", "Валентин Н. Стойчев ТКЗС", "08810735118" },
                    { new Guid("e55cd416-7ff7-424a-a56e-499b112d37ad"), "2024-03-01", "Address_149", "email_40694347@gmail.com", "2024-04-01", "Александър Господинов Бет", "08867527812" },
                    { new Guid("e5ff1958-60aa-4a00-87a7-fa43b40ab3d5"), "2024-03-01", "Address_946", "email_99191007@gmail.com", "2024-04-01", "Георги Павлов Атанасов", "08830216847" },
                    { new Guid("e6c2181c-5b2a-4681-bc3b-afc32d6450c9"), "2024-03-01", "Address_987", "email_51731421@gmail.com", "2024-04-01", "Емилия Михайлова Комбишкова", "08842543388" },
                    { new Guid("e81aa252-196c-42ed-9950-c386ccdd879e"), "2024-03-01", "Address_964", "email_32388586@gmail.com", "2024-04-01", "Сашка Гангжуова", "08857821055" },
                    { new Guid("eaf62615-2f83-43f4-8131-b6d5c00cac13"), "2024-03-01", "Address_267", "email_21075082@gmail.com", "2024-04-01", "Павел Щъркелов", "08823606193" },
                    { new Guid("ed6515a1-c814-457b-b1bd-8afaa8844ea6"), "2024-03-01", "Address_477", "email_94100454@gmail.com", "2024-04-01", "Митко Киро", "08836285216" },
                    { new Guid("ed78f817-bd02-4cc6-8d47-cfaa1634a3c2"), "2024-03-01", "Address_911", "email_17567178@gmail.com", "2024-04-01", "Андрей Машов", "08883023659" },
                    { new Guid("f404c653-453b-472a-8264-bb05eb62adea"), "2024-03-01", "Address_719", "email_85151592@gmail.com", "2024-04-01", "Елена Василева Васова", "08811338422" },
                    { new Guid("f40a8ad1-3c88-40de-947b-1c23e9f6255e"), "2024-03-01", "Address_217", "email_95487248@gmail.com", "2024-04-01", "Ангел Банков", "08836099626" },
                    { new Guid("f4ebab30-1e43-4787-a0ad-95961976f48b"), "2024-03-01", "Address_714", "email_52411050@gmail.com", "2024-04-01", "Асен Пенов", "08819879517" },
                    { new Guid("f4f73ef4-f65e-4587-9dda-3d5fad2a99d2"), "2024-03-01", "Address_980", "email_88056603@gmail.com", "2024-04-01", "Петър Чешмеджиев ", "08823740558" },
                    { new Guid("f53d96e3-a514-49fc-81ef-5a927e22bcf2"), "2024-03-01", "Address_206", "email_62825192@gmail.com", "2024-04-01", "Йорданка Петрова Балабанова", "08827923939" },
                    { new Guid("f73f2e64-c824-4c77-bca1-9dfaaad21c2f"), "2024-03-01", "Address_785", "email_37265210@gmail.com", "2024-04-01", "Анжела Георгиева Ангелова", "08867073986" }
                });

            migrationBuilder.InsertData(
                table: "ClientsISP",
                columns: new[] { "Id", "ActivationDate", "Address", "Email", "ExpiredDate", "FullName", "Phone" },
                values: new object[,]
                {
                    { new Guid("f79c9dcc-69d6-487d-95fd-8140e4361391"), "2024-03-01", "Address_389", "email_21275626@gmail.com", "2024-04-01", "Иван Павлов Колев", "08894773865" },
                    { new Guid("f96acb79-4b1c-49a5-b28c-8fd1d0dea944"), "2024-03-01", "Address_522", "email_38454156@gmail.com", "2024-04-01", "Антоанета Паскалева Димитрова", "08852931826" },
                    { new Guid("fa300434-f3a9-41ec-922c-749d1c01a377"), "2024-03-01", "Address_173", "email_21041428@gmail.com", "2024-04-01", "Антон Михайлов", "08836537741" },
                    { new Guid("fab55430-7a44-4a1d-a1cd-601801514e67"), "2024-03-01", "Address_958", "email_57476952@gmail.com", "2024-04-01", "Митко ИНФРА", "08862590664" },
                    { new Guid("fbe54285-2504-4762-96ca-94f56eac9141"), "2024-03-01", "Address_846", "email_14355074@gmail.com", "2024-04-01", "Рени ", "08811677944" },
                    { new Guid("fcbb140c-6698-4e72-84a3-11e8eb4d222c"), "2024-03-01", "Address_334", "email_36577032@gmail.com", "2024-04-01", "Никола Василев Попов", "08816999741" },
                    { new Guid("fd63f34b-0b3e-4e9c-b1fa-7911c85d89da"), "2024-03-01", "Address_362", "email_21900387@gmail.com", "2024-04-01", "Мила Палукова", "08871134280" },
                    { new Guid("feaf5560-6113-403b-8c56-0d5c33832b40"), "2024-03-01", "Address_988", "email_54317631@gmail.com", "2024-04-01", "Васил Любенов Брънджин", "08829452904" },
                    { new Guid("ff2cf652-03ba-4521-a6dd-166b7b73bb2c"), "2024-03-01", "Address_209", "email_32975585@gmail.com", "2024-04-01", "Димитър Василев Васов", "08843410453" }
                });
        }

        protected override void Down(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.DropTable(
                name: "ClientsISP");
        }
    }
}
